Repository: palforsberg/shl-app-ios
Catalog: shl-app-ios/*.lproj/Localizable.strings
Languages: sv

source: Home
sv: Matcher

source: Standings
sv: Ligan

source: Matches
sv: Matcher

source: Coming
sv: Kommande

source: Played
sv: Spelade

# Played_param %@
source: Played %@
sv: Spelade %@

# Season_param %@
source: Season %@
sv: Säsongen %@

source: Favourite
sv: Favorit

source: Swedish Hockey League
sv: Svenska Hockey Ligan

source: Match Detail
sv: Matchen

source: Today
sv: Idag

source: Points
sv: Poäng

source: Rank
sv: Ranking

source: Games Played
sv: Antal Matcher

source: Points / Game
sv: Poäng / Match

source: Starts In
sv: Börjar om

source: Search Games
sv: Sök Matcher

# Intermission
source: Paused
sv: Paus

source: Overtime
sv: Övertid

source: Shootout
sv: Straffar

source: overtime
sv: övertid

source: shootout
sv: straffar

source: Finished
sv: Slut

# GameEnd
source: Game ended
sv: Match slut

# GameStart
source: Game started
sv: Match start

source: Period %@ end
sv: Period %@ slut

# PenaltiesStart
source: Penalties started
sv: Straffar start

source: Penalties end
sv: Straffar slut

# OvertimeStart
source: Overtime started
sv: Övertid start

source: Overtime end
sv: Övertid slut

source: Goal
sv: Mål

# Goal_starred
source: GOAL!
sv: MÅÅL! 🎉

source: Penalty
sv: Utvisning

# league.shl
source: Swedish Hockey League
sv: Svenska Hockey Ligan

# Regular season game
source: Season game
sv: Säsongsspel

source: Playoff game
sv: Slutspel

# PlayOff
source: Playoff game
sv: Slutspel

# Kvalmatch nedflyttning
source: Relegation game
sv: Kvalspel

source: Shots
sv: Skott

source: Penalty Minutes
sv: Straff-minuter

source: Face Offs Won
sv: Tekningar vunna

source: Hits
sv: Tacklingar

source: Wins
sv: Vinster

source: Wins OT
sv: Vinster ÖT

source: Match History
sv: Versus

source: Goal Diff
sv: Mål Diff

source: Game ended
sv: Slut

source: Game Preview
sv: Före matchen

source: Start Live
sv: Starta Live

source: End Live
sv: Avsluta Live

source: Quarterfinal
sv: Kvartsfinal

source: Eightfinal
sv: Åttondelsfinal

source: Demotion
sv: Nedflyttning

source: Best of %lld • First to %lld
sv: Bäst av %lld • Först till %lld

source: Players
sv: Spelare

source: SHOW ALL
sv: VISA ALLA

source: SHOW LESS
sv: VISA FÄRRE

source: Saves / Shot
sv: Räddningar / Skott

source: Saves %
sv: Räddningar %

source: Saves
sv: Räddningar

source: Shots Against
sv: Skott Mot

source: Goals Against
sv: Insläppta Mål

source: Penalty Time
sv: Utvisningstid

source: Played Games
sv: Spelade Matcher

source: Goals / Shot
sv: Mål / Skott

source: Time on Ice
sv: Istid

source: Time / Game
sv: Istid / Match

source: Your Teams
sv: Dina Lag

source: Season
sv: Säsong

source: Settings
sv: Inställningar

source: App Icon
sv: App Ikon

source: Notifications
sv: Notifikationer

source: Game Filter
sv: Match Filter

source: All
sv: Alla

# TEAM_BODY
source: Select your teams to follow during the season
sv: Välj dina lag att följa under säsongen

# NOTIF_BODY
source: Get nofitications when your favourite teams starts a game or scores.
sv: Få notifikationer när dina lag börjar spela eller gör mål.

# SUPPORTER_BODY
source: Become a supporter and get access to more icons, previous seasons and game filters.
sv: Bli supporter och få tillgång till redan spelade säsonger o match filter.

source: App icons
sv: App ikoner

source: More seasons
sv: Fler säsonger

source: Restore purchase
sv: Återställ köp

source: Purchase restored
sv: Köpet har blivit återställt

source: Support
sv: Supporta

# Unlocked Premium
source: You have unlocked premium features for the season 2022/2023, thanks for your support!
sv: Du har låst upp premium features för säsongen 2024/2025, tack för ditt stöd!

# Unlock Premium %@
source: Unlock premium features for the season 2022/2023 for %@
sv: Lås upp premium features för säsongen 2024/2025 för %@

source: Thanks!
sv: Tack ❤️🏒

# PICKEM.SWIPE
source: Swipe to pick winner
sv: Dra för att tippa vinnare

# PICKEM.NO_GAMES_LEFT
source: No games left to pick. Tap to redo.
sv: Inga matcher kvar just nu. Tryck för att göra om.

# PICKEM.SYNCERROR
source: Error occured when sending pick to server.
sv: Kunde inte skicka pick till server.
